<?php

return [
    'password'                           => 'Пароль должен быть не менее шести символов и совпадать с подтверждением.',
    'reset'                              => 'Ваш пароль был сброшен!',
    'sent'                               => 'Ссылка на сброс пароля была отправлена!',
    'token'                              => 'Ошибочный код сброса пароля.',
    'user'                               => 'Не удалось найти пользователя с указанным электронным адресом.',
    'verified'                           => 'Ваш адрес электронной почты был подтвержден!',
    'invalid'                            => 'Ссылка для проверки недействительна.',
    'already_verified'                   => 'Письмо уже подтверждено.',
    'must_verify'                        => 'Вы должны: :linkOpen подтвердить :linkClose свой адрес электронной почты.',
    'verify_email_address'               => 'Подтвердите адрес электронной почты',
    'click_button_verify_email'          => 'Пожалуйста, нажмите кнопку ниже, чтобы подтвердить свой адрес электронной почты.',
    'you_did_not_create_account'         => 'Если вы не создали учетную запись, никаких дальнейших действий не требуется.',
    'received_password_reset'            => 'Вы получили это письмо, потому что мы получили запрос на сброс пароля для вашей учетной записи.',
    'you_did_not_request_password_reset' => 'Если вы не запрашивали сброс пароля, никаких дальнейших действий не требуется.',
    'reset_password'                     => 'Сброс пароля'
];
